Repository: demoffsr/FSense_2
Catalog: FSense/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru, zh_hans

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки
zh_hans: 设置

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ru: Язык
zh_hans: 语言

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
ja: アプリの言語
ru: Язык приложения
zh_hans: 应用语言

source: Choose the language for the app interface.
de: Wählen Sie die Sprache für die App-Oberfläche.
es: Elige el idioma de la interfaz.
fr: Choisissez la langue de l'interface.
ja: アプリの言語を選択してください。
ru: Выберите язык интерфейса приложения.
zh_hans: 选择应用界面语言。

source: Language Changed
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
ja: 言語が変更されました
ru: Язык изменён
zh_hans: 语言已更改

source: The interface language has been changed. Some text may update after restarting the app.
de: Die Sprache wurde geändert. Einige Texte werden nach Neustart aktualisiert.
es: El idioma ha cambiado. Algunos textos se actualizarán tras reiniciar.
fr: La langue a été modifiée. Certains textes seront mis à jour après redémarrage.
ja: 言語が変更されました。一部は再起動後に更新されます。
ru: Язык интерфейса изменён. Некоторые тексты обновятся после перезапуска приложения.
zh_hans: 界面语言已更改。部分文字将在重启后更新。

source: Location
de: Standort
es: Ubicación
fr: Localisation
ja: 位置情報
ru: Местоположение
zh_hans: 位置

source: Country
de: Land
es: País
fr: Pays
ja: 国
ru: Страна
zh_hans: 国家

source: City
de: Stadt
es: Ciudad
fr: Ville
ja: 都市
ru: Город
zh_hans: 城市

source: Your location is used to find flower shops near you.
de: Ihr Standort wird verwendet, um Blumenläden in Ihrer Nähe zu finden.
es: Tu ubicación se usa para encontrar floristerías cercanas.
fr: Votre localisation sert à trouver des fleuristes près de vous.
ja: お近くの花屋を見つけるために位置情報を使用します。
ru: Ваше местоположение используется для поиска цветочных магазинов рядом с вами.
zh_hans: 您的位置用于查找附近的花店。

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ru: Назад
zh_hans: 返回

source: Meaning
de: Bedeutung
es: Significado
fr: Signification
ja: 意味
ru: Значение
zh_hans: 寓意

source: Gifting
de: Schenken
es: Regalo
fr: Cadeau
ja: 贈り物
ru: Подарок
zh_hans: 送礼

source: Context
de: Kontext
es: Contexto
fr: Contexte
ja: 背景
ru: Контекст
zh_hans: 背景

source: Budget
de: Günstig
es: Económico
fr: Économique
ja: お手頃
ru: Бюджетный
zh_hans: 经济型

source: Mid-range
de: Mittelklasse
es: Gama media
fr: Milieu de gamme
ja: 中価格帯
ru: Средний
zh_hans: 中档

source: Any budget
de: Jedes Budget
es: Cualquier presupuesto
fr: Tout budget
ja: 予算問わず
ru: Любой бюджет
zh_hans: 不限预算

source: What's your budget?
de: Wie hoch ist Ihr Budget?
es: ¿Cuál es tu presupuesto?
fr: Quel est votre budget ?
ja: ご予算は？
ru: Какой у вас бюджет?
zh_hans: 您的预算是多少？

source: Ask
de: Fragen
es: Preguntar
fr: Demander
ja: 質問
ru: Спросить
zh_hans: 提问

source: Find
de: Finden
es: Buscar
fr: Chercher
ja: 検索
ru: Найти
zh_hans: 查找

source: Speak mode
de: Sprachmodus
es: Modo conversación
fr: Mode conversation
ja: 会話モード
ru: Режим разговора
zh_hans: 对话模式

source: Search mode
de: Suchmodus
es: Modo búsqueda
fr: Mode recherche
ja: 検索モード
ru: Режим поиска
zh_hans: 搜索模式

source: Family
de: Familie
es: Familia
fr: Famille
ja: 家族
ru: Семья
zh_hans: 家人

source: Romance
de: Romantik
ja: 恋愛
ru: Романтика
zh_hans: 浪漫

source: Friends
de: Freunde
es: Amigos
fr: Amis
ja: 友人
ru: Друзья
zh_hans: 朋友

source: Professional
de: Beruflich
es: Profesional
fr: Professionnel
ja: 仕事関係
ru: Деловые
zh_hans: 职业

source: Mom
de: Mama
es: Mamá
fr: Maman
ja: お母さん
ru: Мама
zh_hans: 妈妈

source: Dad
de: Papa
es: Papá
fr: Papa
ja: お父さん
ru: Папа
zh_hans: 爸爸

source: Sister
de: Schwester
es: Hermana
fr: Sœur
ja: 姉妹
ru: Сестра
zh_hans: 姐妹

source: Brother
de: Bruder
es: Hermano
fr: Frère
ja: 兄弟
ru: Брат
zh_hans: 兄弟

source: Grandparent
de: Großeltern
es: Abuelo/a
ja: 祖父母
ru: Бабушка/Дедушка
zh_hans: 祖父母

source: Aunt
de: Tante
es: Tía
fr: Tante
ja: 叔母
ru: Тётя
zh_hans: 阿姨

source: Uncle
de: Onkel
es: Tío
fr: Oncle
ja: 叔父
ru: Дядя
zh_hans: 叔叔

source: Cousin
de: Cousin/e
es: Primo/a
fr: Cousin/e
ja: いとこ
ru: Двоюродный брат/сестра
zh_hans: 表亲

source: Child
de: Kind
es: Hijo/a
fr: Enfant
ja: 子供
ru: Ребёнок
zh_hans: 孩子

source: Wife
de: Ehefrau
es: Esposa
fr: Épouse
ja: 妻
ru: Жена
zh_hans: 妻子

source: Husband
de: Ehemann
es: Esposo
fr: Époux
ja: 夫
ru: Муж
zh_hans: 丈夫

source: Girlfriend
de: Freundin
es: Novia
fr: Petite amie
ja: 彼女
ru: Девушка
zh_hans: 女朋友

source: Boyfriend
de: Freund
es: Novio
fr: Petit ami
ja: 彼氏
ru: Парень
zh_hans: 男朋友

source: Fiance
de: Verlobte/r
es: Prometido/a
fr: Fiancé/e
ja: 婚約者
ru: Жених/Невеста
zh_hans: 未婚夫/妻

source: Close Friend
de: Enger Freund
es: Amigo cercano
fr: Ami proche
ja: 親友
ru: Близкий друг
zh_hans: 密友

source: Friend
de: Freund
es: Amigo
fr: Ami
ja: 友人
ru: Друг
zh_hans: 朋友

source: Colleague
de: Kollege
es: Colega
fr: Collègue
ja: 同僚
ru: Коллега
zh_hans: 同事

source: Neighbor
de: Nachbar
es: Vecino
fr: Voisin
ja: 隣人
ru: Сосед
zh_hans: 邻居

source: Boss
de: Chef
es: Jefe
fr: Patron
ja: 上司
ru: Начальник
zh_hans: 老板

source: Client
de: Kunde
es: Cliente
ja: クライアント
ru: Клиент
zh_hans: 客户

source: Employee
de: Mitarbeiter
es: Empleado
fr: Employé
ja: 従業員
ru: Сотрудник
zh_hans: 员工

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ru: Сохранить
zh_hans: 保存

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
zh_hans: 取消

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ru: Удалить
zh_hans: 删除

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ru: Изменить
zh_hans: 编辑

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ru: Добавить
zh_hans: 添加

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ru: Готово
zh_hans: 完成

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ru: Убрать
zh_hans: 移除

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ja: すべて削除
ru: Очистить всё
zh_hans: 清除全部

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter photo
ja: 写真を追加
ru: Добавить фото
zh_hans: 添加照片

source: Remove Photo
de: Foto entfernen
es: Quitar foto
fr: Supprimer photo
ja: 写真を削除
ru: Удалить фото
zh_hans: 移除照片

source: Go Back
de: Zurück
es: Volver
fr: Retour
ja: 戻る
ru: Вернуться
zh_hans: 返回

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ru: Повторить
zh_hans: 重试

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ru: Открыть
zh_hans: 打开

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ru: Поиск
zh_hans: 搜索

source: Very Low
de: Sehr niedrig
es: Muy bajo
fr: Très faible
ja: 非常に低い
ru: Очень низкий
zh_hans: 非常低

source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
ru: Низкий
zh_hans: 低

source: Balanced
de: Ausgeglichen
es: Equilibrado
fr: Équilibré
ja: バランス
ru: Сбалансированный
zh_hans: 平衡

source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高い
ru: Высокий
zh_hans: 高

source: Very High
de: Sehr hoch
es: Muy alto
fr: Très élevé
ja: 非常に高い
ru: Очень высокий
zh_hans: 非常高

source: Mood Intensity
de: Stimmungsintensität
es: Intensidad emocional
fr: Intensité émotionnelle
ja: 気分の強さ
ru: Интенсивность настроения
zh_hans: 情绪强度

source: Recent
de: Kürzlich
es: Reciente
fr: Récent
ja: 最近
ru: Недавние
zh_hans: 最近

source: Appearance
de: Erscheinung
es: Apariencia
fr: Apparence
ja: 外観
ru: Оформление
zh_hans: 外观

source: Basic Info
de: Grundinfo
es: Info básica
fr: Info de base
ja: 基本情報
ru: Основная информация
zh_hans: 基本信息

source: Important Dates
de: Wichtige Daten
es: Fechas importantes
fr: Dates importantes
ja: 重要な日付
ru: Важные даты
zh_hans: 重要日期

source: Taste Profile
de: Geschmacksprofil
es: Perfil de gustos
fr: Profil de goûts
ja: 好みプロフィール
ru: Профиль вкусов
zh_hans: 品味档案

source: Favorites & Restrictions
de: Favoriten & Einschränkungen
es: Favoritos y restricciones
fr: Favoris et restrictions
ja: お気に入りと制限
ru: Избранное и ограничения
zh_hans: 收藏与限制

source: Notes
de: Notizen
es: Notas
ja: メモ
ru: Заметки
zh_hans: 备注

source: Upcoming
de: Bevorstehend
es: Próximos
fr: À venir
ja: 近日
ru: Предстоящие
zh_hans: 即将到来

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
ja: 設定
ru: Предпочтения
zh_hans: 偏好

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ru: Избранное
zh_hans: 收藏

source: Dislikes
de: Abneigungen
es: No le gustan
fr: N'aime pas
ja: 嫌いなもの
ru: Не любит
zh_hans: 不喜欢

source: Moods
de: Stimmungen
es: Estados de ánimo
fr: Humeurs
ja: 気分
ru: Настроения
zh_hans: 情绪

source: Allergies
de: Allergien
es: Alergias
ja: アレルギー
ru: Аллергии
zh_hans: 过敏

source: Meanings
de: Bedeutungen
es: Significados
fr: Significations
ja: 意味
ru: Значения
zh_hans: 寓意

source: Symbolism
de: Symbolik
es: Simbolismo
fr: Symbolisme
ja: 象徴
ru: Символика
zh_hans: 象征

source: Why this flower?
de: Warum diese Blume?
es: ¿Por qué esta flor?
fr: Pourquoi cette fleur ?
ja: なぜこの花？
ru: Почему этот цветок?
zh_hans: 为什么选这朵花？

source: When to gift
de: Wann schenken
es: Cuándo regalar
fr: Quand offrir
ja: 贈るタイミング
ru: Когда дарить
zh_hans: 何时送礼

source: When to avoid
de: Wann vermeiden
es: Cuándo evitar
fr: Quand éviter
ja: 避けるべき時
ru: Когда избегать
zh_hans: 何时避免

source: Recipient fit
de: Empfängereignung
es: Idoneidad del destinatario
fr: Adéquation au destinataire
ja: 受取人適性
ru: Подходит получателю
zh_hans: 收礼人适配

source: Gift suitability
de: Geschenkeignung
es: Idoneidad del regalo
fr: Pertinence du cadeau
ja: ギフト適性
ru: Подходит для подарка
zh_hans: 送礼适宜度

source: Emotional risk level
de: Emotionales Risiko
es: Nivel de riesgo emocional
fr: Niveau de risque émotionnel
ja: 感情的リスク
ru: Уровень эмоционального риска
zh_hans: 情感风险等级

source: Cultural interpretation
de: Kulturelle Deutung
es: Interpretación cultural
fr: Interprétation culturelle
ja: 文化的解釈
ru: Культурная интерпретация
zh_hans: 文化解读

source: Common misinterpretations
de: Häufige Missverständnisse
es: Malinterpretaciones comunes
fr: Interprétations erronées courantes
ja: よくある誤解
ru: Частые недопонимания
zh_hans: 常见误解

source: Relationship context
de: Beziehungskontext
es: Contexto de la relación
fr: Contexte relationnel
ja: 関係性の背景
ru: Контекст отношений
zh_hans: 关系背景

source: Timing sensitivity
de: Zeitliche Sensibilität
es: Sensibilidad temporal
fr: Sensibilité au timing
ja: タイミングの重要性
ru: Чувствительность ко времени
zh_hans: 时机敏感度

source: Context summary
de: Kontextzusammenfassung
es: Resumen del contexto
fr: Résumé du contexte
ja: 背景の概要
ru: Краткое содержание
zh_hans: 背景摘要

source: Also detected:
de: Auch erkannt:
es: También detectado:
fr: Également détecté :
ja: 他に検出:
ru: Также обнаружено:
zh_hans: 同时检测到：

source: Similar Flowers
de: Ähnliche Blumen
es: Flores similares
fr: Fleurs similaires
ja: 似た花
ru: Похожие цветы
zh_hans: 相似的花

source: Botanical Info
de: Botanische Info
es: Info botánica
fr: Info botanique
ja: 植物学情報
ru: Ботаническая информация
zh_hans: 植物学信息

source: Care Guide
de: Pflegeanleitung
es: Guía de cuidados
fr: Guide d'entretien
ja: お手入れガイド
ru: Руководство по уходу
zh_hans: 养护指南

source: Tips
de: Tipps
es: Consejos
fr: Conseils
ja: ヒント
ru: Советы
zh_hans: 提示

source: AI identification accuracy
de: KI-Erkennungsgenauigkeit
es: Precisión de identificación IA
fr: Précision d'identification IA
ja: AI識別精度
ru: Точность распознавания ИИ
zh_hans: AI识别准确度

source: Here's how I thought about this
de: So habe ich darüber nachgedacht
es: Así es como lo pensé
fr: Voici mon raisonnement
ja: 私の考え方
ru: Вот как я рассуждал
zh_hans: 这是我的思路

source: Tap to see my reasoning
de: Tippen für meine Begründung
es: Toca para ver mi razonamiento
fr: Touchez pour voir mon raisonnement
ja: タップして理由を見る
ru: Нажмите, чтобы увидеть обоснование
zh_hans: 点击查看我的推理

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ru: Профиль
zh_hans: 个人资料

source: Loved Ones
de: Liebe Menschen
es: Seres queridos
fr: Proches
ja: 大切な人
ru: Близкие
zh_hans: 亲友

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
ja: ユーザー
ru: Пользователи
zh_hans: 用户

source: Flower Archive
de: Blumenarchiv
es: Archivo de flores
fr: Archive de fleurs
ja: 花アーカイブ
ru: Архив цветов
zh_hans: 花卉存档

source: Chat Archive
de: Chat-Archiv
es: Archivo de chats
fr: Archive des discussions
ja: チャットアーカイブ
ru: Архив чатов
zh_hans: 聊天存档

source: Add Profile
de: Profil hinzufügen
es: Añadir perfil
fr: Ajouter un profil
ja: プロフィールを追加
ru: Добавить профиль
zh_hans: 添加档案

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロフィールを編集
ru: Редактировать профиль
zh_hans: 编辑档案

source: Add Custom Date
de: Datum hinzufügen
es: Añadir fecha
fr: Ajouter une date
ja: カスタム日付を追加
ru: Добавить дату
zh_hans: 添加自定义日期

source: How to Scan
de: So scannen Sie
es: Cómo escanear
fr: Comment scanner
ja: スキャン方法
ru: Как сканировать
zh_hans: 如何扫描

source: No flowers yet
de: Noch keine Blumen
es: Aún no hay flores
fr: Pas encore de fleurs
ja: 花がまだありません
ru: Пока нет цветов
zh_hans: 暂无花卉

source: No Flowers Yet
de: Noch keine Blumen
es: Aún no hay flores
fr: Pas encore de fleurs
ja: 花がまだありません
ru: Пока нет цветов
zh_hans: 暂无花卉

source: No Archived Chats
de: Keine archivierten Chats
es: No hay chats archivados
fr: Pas de discussions archivées
ja: アーカイブ済みチャットなし
ru: Нет архивных чатов
zh_hans: 暂无存档聊天

source: No loved ones yet
de: Noch keine Personen
es: Aún no hay seres queridos
fr: Pas encore de proches
ja: 大切な人がまだいません
ru: Пока нет близких
zh_hans: 暂无亲友

source: No users yet
de: Noch keine Benutzer
es: Aún no hay usuarios
fr: Pas encore d'utilisateurs
ja: ユーザーがまだいません
ru: Пока нет пользователей
zh_hans: 暂无用户

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
ja: 一致なし
ru: Нет совпадений
zh_hans: 无匹配

source: No products found
de: Keine Produkte gefunden
es: No se encontraron productos
fr: Aucun produit trouvé
ja: 商品が見つかりません
ru: Товары не найдены
zh_hans: 未找到产品

source: Explore flowers to build your collection
de: Erkunden Sie Blumen für Ihre Sammlung
es: Explora flores para tu colección
fr: Explorez des fleurs pour votre collection
ja: 花を探索してコレクションを作ろう
ru: Исследуйте цветы для вашей коллекции
zh_hans: 探索花卉，建立您的收藏

source: Archived chats will appear here
de: Archivierte Chats erscheinen hier
es: Los chats archivados aparecerán aquí
fr: Les discussions archivées apparaîtront ici
ja: アーカイブ済みチャットはここに表示されます
ru: Архивные чаты появятся здесь
zh_hans: 存档聊天将显示在这里

source: Try a different name
de: Versuchen Sie einen anderen Namen
es: Prueba con otro nombre
fr: Essayez un autre nom
ja: 別の名前を試してください
ru: Попробуйте другое имя
zh_hans: 尝试其他名称

source: Tap + to add someone
de: Tippen Sie +, um jemanden hinzuzufügen
es: Toca + para añadir a alguien
fr: Touchez + pour ajouter quelqu'un
ja: +をタップして追加
ru: Нажмите +, чтобы добавить
zh_hans: 点击+添加联系人

source: Rename Chat
de: Chat umbenennen
es: Renombrar chat
fr: Renommer la discussion
ja: チャット名を変更
ru: Переименовать чат
zh_hans: 重命名聊天

source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer la discussion
ja: チャットを削除
ru: Удалить чат
zh_hans: 删除聊天

source: Missing Information
de: Fehlende Informationen
es: Información faltante
fr: Informations manquantes
ja: 情報が不足しています
ru: Недостающая информация
zh_hans: 信息缺失

source: Please enter a name and select a relationship.
de: Bitte geben Sie einen Namen ein und wählen Sie eine Beziehung.
es: Por favor, introduce un nombre y selecciona una relación.
fr: Veuillez entrer un nom et sélectionner une relation.
ja: 名前を入力し、関係を選択してください。
ru: Пожалуйста, введите имя и выберите отношения.
zh_hans: 请输入姓名并选择关系。

source: Enter a new name for this chat
de: Geben Sie einen neuen Namen für diesen Chat ein
es: Introduce un nuevo nombre para este chat
fr: Entrez un nouveau nom pour cette discussion
ja: このチャットの新しい名前を入力
ru: Введите новое имя для этого чата
zh_hans: 输入此聊天的新名称

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ru: Переименовать
zh_hans: 重命名

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
ja: アーカイブ
ru: В архив
zh_hans: 存档

source: Clear Chat
de: Chat leeren
es: Borrar chat
fr: Effacer la discussion
ja: チャットを消去
ru: Очистить чат
zh_hans: 清除聊天

source: All Photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
ja: すべての写真
ru: Все фото
zh_hans: 所有照片

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
ja: カメラ
ru: Камера
zh_hans: 相机

source: Ask me about flowers...
de: Fragen Sie mich zu Blumen...
es: Pregúntame sobre flores...
fr: Posez-moi une question sur les fleurs...
ja: 花について聞いてください...
ru: Спросите меня о цветах...
zh_hans: 问我关于花的问题...

source: Ask me about...
de: Fragen Sie mich über...
es: Pregúntame sobre...
fr: Demandez-moi...
ja: 質問してください...
ru: Спросите меня о...
zh_hans: 问我关于...

source: Search by name...
de: Nach Namen suchen...
es: Buscar por nombre...
fr: Rechercher par nom...
ja: 名前で検索...
ru: Поиск по имени...
zh_hans: 按名称搜索...

source: Event name
de: Ereignisname
es: Nombre del evento
fr: Nom de l'événement
ja: イベント名
ru: Название события
zh_hans: 事件名称

source: Add any notes about their preferences...
de: Notizen zu Präferenzen hinzufügen...
es: Añade notas sobre sus preferencias...
fr: Ajoutez des notes sur leurs préférences...
ja: 好みについてメモを追加...
ru: Добавьте заметки о предпочтениях...
zh_hans: 添加关于其偏好的备注...

source: Thinking
de: Denke nach
es: Pensando
fr: Réflexion
ja: 考え中
ru: Думаю
zh_hans: 思考中

source: Analyzing...
de: Analysiere...
es: Analizando...
fr: Analyse...
ja: 分析中...
ru: Анализирую...
zh_hans: 分析中...

source: Identifying your flower
de: Ihre Blume wird identifiziert
es: Identificando tu flor
fr: Identification de votre fleur
ja: 花を識別中
ru: Определяю ваш цветок
zh_hans: 正在识别您的花

source: Loading details...
de: Lade Details...
es: Cargando detalles...
fr: Chargement des détails...
ja: 詳細を読み込み中...
ru: Загрузка деталей...
zh_hans: 加载详情...

source: Image attached
de: Bild angehängt
es: Imagen adjunta
fr: Image jointe
ja: 画像添付済み
ru: Изображение прикреплено
zh_hans: 图片已附加

source: Chat archived
de: Chat archiviert
es: Chat archivado
fr: Discussion archivée
ja: チャットをアーカイブしました
ru: Чат архивирован
zh_hans: 聊天已存档

source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
ja: 誕生日
ru: День рождения
zh_hans: 生日

source: Anniversary
de: Jahrestag
es: Aniversario
fr: Anniversaire de mariage
ja: 記念日
ru: Годовщина
zh_hans: 纪念日

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ru: Другое
zh_hans: 自定义

source: Classic
de: Klassisch
es: Clásico
fr: Classique
ja: クラシック
ru: Классика
zh_hans: 经典

source: Lush
de: Üppig
es: Exuberante
fr: Luxuriant
ja: 豪華
ru: Пышный
zh_hans: 繁茂

source: Wildflower
de: Wildblume
es: Silvestre
fr: Sauvage
ja: 野の花
ru: Полевой
zh_hans: 野花

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
ja: 適度
ru: Умеренный
zh_hans: 适中

source: Luxury
de: Luxus
es: Lujo
fr: Luxe
ja: ラグジュアリー
ru: Люкс
zh_hans: 奢华

source: Romantic
de: Romantisch
es: Romántico
fr: Romantique
ja: ロマンチック
ru: Романтичный
zh_hans: 浪漫

source: Cheerful
de: Fröhlich
es: Alegre
fr: Joyeux
ja: 明るい
ru: Весёлый
zh_hans: 欢快

source: Playful
de: Verspielt
es: Juguetón
fr: Ludique
ja: 遊び心のある
ru: Игривый
zh_hans: 俏皮

source: Calming
de: Beruhigend
es: Relajante
fr: Apaisant
ja: 癒し系
ru: Успокаивающий
zh_hans: 舒缓

source: Dramatic
de: Dramatisch
es: Dramático
fr: Dramatique
ja: ドラマチック
ru: Драматичный
zh_hans: 戏剧性

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤
ru: Красный
zh_hans: 红色

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ru: Розовый
zh_hans: 粉色

source: White
de: Weiß
es: Blanco
fr: Blanc
ja: 白
ru: Белый
zh_hans: 白色

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄色
ru: Жёлтый
zh_hans: 黄色

source: Purple
de: Lila
es: Púrpura
fr: Violet
ja: 紫
ru: Фиолетовый
zh_hans: 紫色

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ru: Синий
zh_hans: 蓝色

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ru: Зелёный
zh_hans: 绿色

source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ja: ミックス
ru: Смешанный
zh_hans: 混合

source: Explore this flower
de: Diese Blume erkunden
es: Explorar esta flor
fr: Explorer cette fleur
ja: この花を見る
ru: Узнать об этом цветке
zh_hans: 探索这朵花

source: Find more
de: Mehr finden
es: Buscar más
fr: Trouver plus
ja: もっと探す
ru: Найти больше
zh_hans: 查找更多

source: Ask AI
de: KI fragen
es: Preguntar a IA
fr: Demander à l'IA
ja: AIに聞く
ru: Спросить ИИ
zh_hans: 询问AI

source: Scan a flower
de: Blume scannen
es: Escanear una flor
fr: Scanner une fleur
ja: 花をスキャン
ru: Сканировать цветок
zh_hans: 扫描花卉

source: Add First Profile
de: Erstes Profil hinzufügen
es: Añadir primer perfil
fr: Ajouter le premier profil
ja: 最初のプロフィールを追加
ru: Добавить первый профиль
zh_hans: 添加第一个档案

source: Add First User
de: Ersten Benutzer hinzufügen
es: Añadir primer usuario
fr: Ajouter le premier utilisateur
ja: 最初のユーザーを追加
ru: Добавить первого пользователя
zh_hans: 添加第一个用户

source: Flowers have meanings. Let's choose the right one.
de: Blumen haben Bedeutungen. Lassen Sie uns die richtige wählen.
es: Las flores tienen significado. Elijamos la correcta.
fr: Les fleurs ont des significations. Choisissons la bonne.
ja: 花には意味があります。 正しい花を選びましょう。
ru: Цветы имеют значения. Давайте выберем правильный.
zh_hans: 花有寓意。 让我们选择合适的。

source: AI-powered suggestions coming soon
de: KI-gestützte Vorschläge kommen bald
es: Sugerencias con IA próximamente
fr: Suggestions IA bientôt disponibles
ja: AI提案機能は近日公開
ru: ИИ-рекомендации скоро
zh_hans: AI建议功能即将推出

source: Bouquet Recommendations
de: Blumenstrauß-Empfehlungen
es: Recomendaciones de ramos
fr: Recommandations de bouquets
ja: ブーケのおすすめ
ru: Рекомендации букетов
zh_hans: 花束推荐

source: Choose a theme for your home screen background.
de: Wählen Sie ein Thema für Ihren Startbildschirm.
es: Elige un tema para el fondo de tu pantalla de inicio.
fr: Choisissez un thème pour l'arrière-plan de votre écran d'accueil.
ja: ホーム画面の背景テーマを選択してください。
ru: Выберите тему для фона главного экрана.
zh_hans: 选择主屏幕背景主题。

source: No meaning information available
de: Keine Bedeutungsinformationen verfügbar
es: No hay información de significado disponible
fr: Aucune information sur la signification disponible
ja: 意味情報がありません
ru: Информация о значении недоступна
zh_hans: 无寓意信息

source: No gifting information available
de: Keine Geschenkinformationen verfügbar
es: No hay información de regalo disponible
fr: Aucune information de cadeau disponible
ja: ギフト情報がありません
ru: Информация о подарке недоступна
zh_hans: 无送礼信息

source: No context information available
de: Keine Kontextinformationen verfügbar
es: No hay información de contexto disponible
fr: Aucune information de contexte disponible
ja: 背景情報がありません
ru: Контекстная информация недоступна
zh_hans: 无背景信息

source: Nickname (optional)
de: Spitzname (optional)
es: Apodo (opcional)
fr: Surnom (optionnel)
ja: ニックネーム（任意）
ru: Прозвище (необязательно)
zh_hans: 昵称（可选）

source: Relationship *
de: Beziehung *
es: Relación *
fr: Relation *
ja: 関係 *
ru: Отношения *
zh_hans: 关系 *

source: Date
de: Datum
es: Fecha
ja: 日付
ru: Дата
zh_hans: 日期

source: Flower Style
de: Blumenstil
es: Estilo de flores
fr: Style de fleurs
ja: フラワースタイル
ru: Стиль цветов
zh_hans: 花卉风格

source: Budget Range
de: Budgetbereich
es: Rango de presupuesto
fr: Gamme de budget
ja: 予算範囲
ru: Бюджет
zh_hans: 预算范围

source: Preferred Moods
de: Bevorzugte Stimmungen
es: Estados de ánimo preferidos
fr: Humeurs préférées
ja: 好みの雰囲気
ru: Предпочитаемые настроения
zh_hans: 偏好情绪

source: Favorite Flowers
de: Lieblingsblumen
es: Flores favoritas
fr: Fleurs préférées
ja: 好きな花
ru: Любимые цветы
zh_hans: 喜欢的花

source: Add favorite...
de: Favorit hinzufügen...
es: Añadir favorito...
fr: Ajouter un favori...
ja: お気に入りを追加...
ru: Добавить любимое...
zh_hans: 添加喜欢...

source: Add dislike...
de: Abneigung hinzufügen...
es: Añadir lo que no le gusta...
fr: Ajouter ce qu'il n'aime pas...
ja: 嫌いなものを追加...
ru: Добавить нелюбимое...
zh_hans: 添加不喜欢...

source: Add allergy...
de: Allergie hinzufügen...
es: Añadir alergia...
fr: Ajouter une allergie...
ja: アレルギーを追加...
ru: Добавить аллергию...
zh_hans: 添加过敏...

source: Custom Event
de: Eigenes Ereignis
es: Evento personalizado
fr: Événement personnalisé
ja: カスタムイベント
ru: Другое событие
zh_hans: 自定义事件

source: Today!
de: Heute!
es: ¡Hoy!
fr: Aujourd'hui !
ja: 今日！
ru: Сегодня!
zh_hans: 今天！
